{
  "banner-title": "Pulsa per saber-ne més",
  "section-1": {
    "title": "Quienes somos, y a que nos dedicamos? Del campo a la mesa!",
    "content": "Sòl Ben Moll es un proyecto agroecològico que se dedica a la produccion y distribución de hortalizas i verduras de temporada. Con el huerto situado en Cabrera de Mar, Maresme, servimos cestas de verduras setmanales a Barcelona y cercanias, reivindicando una alimentación ecológica, sana y de proximidad."
  },
  "section-2": {
    "title": "Nuestra filosofia",
    "content": "A Sòl Ben Moll hemos escojido esta profesión porque nos apasioan, y nos aporta, en nuestro punto de vista, una gran calidad de vida, que nos permite disfrutar de un trabajo en el que ejercitamos mente, cuerpo y alma, en contacto con la naturaleza. No nos engañaremos diciendo que todo és ideal, también conlleva a veces a hacer jornadas de trabajo extenuantes, o a aceptar contratiempos como las apariciones de los jabalíes, las heladas o otros imprevistos... és un trabajo duro! Aún así no lo cambiaríamos por nada.",
    "content-2": "Por otro lado, también hemos escojido este oficio, con un modelo de negocio concreto, como acto político y reivindicativo, ya que creemos que el modelo agroalimentario predominante actual no és compatible con la vida humana en el planeta. Por esto, apostamos por una relación màs directa entre el productor y el consumidor, basada en el compromiso y la confianza. En este escenario, el consumidor passa a ser co-responsable del funcionamiento del proyecto, permitiendo que este sea estable a lo largo del tiempo. Nos consideramos «pagès de familiar» (En analogía al medico familiar)."
  },
  "section-3": {
    "title": "Que producto servimos?",
    "content": "Los productos que servimos són cestas de verduras cerradas, donde cada semana llevaràn entre 5 y 7 productos diferentes. A principio de cada mes avisamos de que productos llevaràn las cestas cada semana. Las modalidades que disponemos són:",
    "content-2": "Ademàs, se puede añadir a la cesta uno de los siguientes extras:",
    "content-3": "Todos los productos que servimos són ecológicos con el certificado CCPAE.",
    "button": "Organizar cestas"
  },
  "section-4": {
    "title": "Cuándo y donde repartimos?",
    "content": "El día que hacemos reparto son los miércoles, y repartimos en diferentes puntos de recogida de Barcelona y cercanias. Podéis recoger vuestra cesta en uno de estos puntos, o, si no tenéis ninguno cerca, podemos crear un nuevo punto a partir de un pedido semanal de 8 cestas.",
    "button": "Ver todos los puntos de recogida",
    "open-map": "Abrir mapa"
  }
}
