{
  "account": "El meu compte",
  "add-button": "Afageix a la subscripció",
  "baskets": "Cistelles",
  "brand": "Sòl Ben Moll",
  "calendar": "Calendari",
  "cancel": "Res, ja estava bé",
  "change-email": "Canviar e-mail",
  "change-password": "Canviar contrasenya",
  "conditions": "Condicions generals",
  "contact": "Contacte",
  "contact-content": {
    "title": "Contacte",
    "description": "Si voleu subscriure's com a cistellaires, o teniu qualsevol dubte, no dubteu en contactar a solbenmoll@gmail.com."
  },
  "home-content": {
    "banner-title": "Prem per saber-ne més",
    "section-1": {
      "title": "Qui som, i a què ens dediquem? Del camp a la taula!",
      "content": "Sòl Ben Moll és un projecte agroecològic que es dedica a la producció i distribució d'hortalisses i verdures de temporada. Amb l’hort situat a Cabrera de Mar, Maresme, servim cistelles de verdures setmanals a Barcelona i rodalies, reivindicant una alimentació ecològica, sana, i de proximitat."
    },
    "section-2": {
      "title": "La nostre filosofia",
      "content": "A Sòl Ben Moll hem escollit aquesta profesió perquè ens apasiona, i ens aporta, al nostre punt de vista, una gran qualitat de vida, que ens permet disfrutar d’una feina en la qual exercitem cós, ment i ànima en contacte amb la natura. No ens enganyarem dient que tot es ideal, també comporta a vegades fer jornades de feina extenuants, o acceptar contratemps com les aparicions dels senglars, les glaçades i altres imprevistos... és una feina dura! Tot i així no ho cambiariem per una altre cosa.",
      "content-2": "Per altre banda, també hem escollit aquest ofici, amb un model de negoci concret, com a acte polític i reivindicatiu, ja que creiem que el model agroalimentari predominant actual no és adequat per a la vida en el nostre planeta. Per aixó apostem per una relació més directe entre productor i consumidor, basada en la confiança i el compromís. En aquest escenari el consumidor, o cistellaire, passa a ser co-responsable del funcionament del projecte, permetent que aquest sigui estable al llarg del temps. Ens considerem «pagès de capçalera»."
    },
    "section-3": {
      "title": "Quins productes servim?",
      "content": "Els productes que servim són cistelles de verdures tancades, on cada setmana portaran entre 5 i 7 productes diferents, avisant a principi de cada més què portaran les cistelles cada setmana. Les modalitats que tenim són:",
      "content-2": "A més, es pot afegir a la cistella un dels tres extres següents:",
      "content-3": "Tots els productes que servim són ecològics amb el certificat CCPAE.",
      "button": "Organitzar cistelles"
    },
    "section-4": {
      "title": "Quan i on repartim?",
      "content": "El dia que fem el repartiment es cada dimecres, i repartim a diferents punts de recollida de Barcelona i rodalies. Us podeu adjuntar a algun d’aquests punts, o, si no en teniu cap de proper, es pot crear un nou punt a partir d’una comanda setmanal de 8 cistellaires.",
      "button": "Veure tots els punts de recollida",
      "open-map": "Obrir mapa"
    }
  },
  "contact-title": "Contacte amb nosaltes",
  "cookies": "Política de cookies",
  "current-password": "Contrasenya actual",
  "delete-account": "Esborrar compte",
  "delete-account-confirm": "Estàs segur que vols esborrar la compte? No hi ha marxa endarrera.",
  "delete-account-description": "Al esborrar la teva compte perdràs tota la informació de la compte; la teva subscripió, les teves preferències com el punt de recollida, excepcions, etc. Tota aquesta informació un cop esborrada no es podrà recuperar. L'única manera per recuperar-la serà creant un compte nou i establint de nou les teves preferències.",
  "delete-account-details": "Confirmo que vull esborrar la meva compte de forma definitiva",
  "delete-subscription": "Esborrar subscripció",
  "delete-subscription-confirm": "Estàs segur que vols esborrar la subscripció?",
  "delete-subscription-feedback": "La subscripció que tenia ha estat esborrada",
  "description-basket-gran": "Cistella gran de verdura i fruita ecològica de temporada. Els productes i el contingut de la cistella poden variar segons la setmana.",
  "description-basket-mitjana": "Cistella mitjana de verdura i fruita ecològica de temporada. Els productes i el contingut de la cistella poden variar segons la setmana.",
  "description-basket-petita": "Cistella pequeña de verdura i fruita ecològica de temporada. Els productes i el contingut de la cistella poden variar segons la setmana.",
  "description-extra-fruita": "Aquest extra inclou 3 varietats de fruita ecològica de temporada.",
  "description-extra-ous": "Aquest extra inclou 6 Ous ecològics.",
  "description-extra-patata-ceba": "Aquest extra inclou 2kg de Patata ecològica i 1kg de Ceba seca ecològica.",
  "details-basket": "{{count}} productes - Verdura i Fruita Ecològica de temporada ({{kg}} Kg)",
  "details-extra-ceba": "Extra 2kg Patata + 1kg Ceba seca ({{price}}€)",
  "details-extra-fruita": "Fruita ({{kg}}kg, 3 productes, {{price}}€)",
  "details-extra-ous": "Ous ({{price}}€ la mitja dotzena)",
  "edit": "Editar contingut setmana",
  "edit-subscription": "Editar subscripció",
  "email": "E-mail",
  "enter": "Entrar",
  "extras": "Extres",
  "freq-1": "Cada setmana",
  "freq-2": "Cada 2 setmanes",
  "freq-3": "Cada 3 setmanes",
  "freq-4": "Cada 4 setmanes",
  "home": "Inici",
  "info": "Què fem?",
  "login": "Inicia sessió",
  "login-description": "Per subscriure't a les cistelles necessita un compte.",
  "logout": "Tancar la sessió",
  "menu": "Menú",
  "my-baskets": "Les meves cistelles",
  "new-password": "Nova contrasenya",
  "next-weeks-baskets": "Cistelles programades en les pròximes setmanes",
  "no-want": "No ho vull rebre",
  "password": "Contrasenya",
  "privacy": "Política de privacitat",
  "product-ceba": "Patata i Ceba",
  "product-fruita": "Fruita",
  "product-gran": "Cistella gran",
  "product-mitjana": "Cistella mitjana",
  "product-ous": "Ous",
  "product-petita": "Cistella petita",
  "products": "Productes",
  "repeat-password": "Repeteix la contrasenya",
  "resume": "{{kg}}kg, {{count}} productes, {{price}}€",
  "save": "Desar canvis",
  "saved": "S'han desat els canvis correctament",
  "saving": "Desant...",
  "signup": "Registra't",
  "subscription": "Subscripció",
  "subscription-description": "Per subscriure's és necessari que com a mínim seleccioni una de les cistelles. Els extres només es poden afegir sempre i quan coincideixin amb la periodicitat d'una de les cistelles.",
  "title": "Les meves cistelles",
  "when": "Cada quan ho vol rebre?",
  "pickup-point-managed-by": "Punt de recollida gestionat per",
  "us": "Nosaltres",
  "exceptions": "Excepcions",
  "exceptions-change": "Editar llista d'excepcions",
  "third": "Per tercers",
  "request": "Sol·licitar",
  "anotations": "Anotacions",
  "pickup-point": "Punt de recollida",
  "pickup-point-edit": "Editar punt de recollida",
  "pickup-point-info": "Tenir sol·licitat un punt de recollida és obligatori per poder gestionar una subscripció a Sòl Ben Moll. Una vegada sol·licitat el punt de recollida ens encarregarem de verificar-lo. Un cop verificat, rebrà un e-mail i ja podrà començar a gestionar les cistelles.",
  "pickup-point-confirm": "Tens una subscripció en curs. Si sol·licites un punt diferent de recollida es pausarà la subscripció actual fins que es verifiqui el nou punt de recollida. Desitja continuar?",
  "subscription-status": {
    "title": "Estat subscripció",
    "accepted-without": "Punt de recollida verificat correctament. Ja pot començar a gestionar la seva subscripció",
    "accepted-with": "Subscrit correctament",
    "rejected-without": "Hi ha hagut un problema amb la verificació del punt de recollida. Posa't en contacte amb nosaltres o bé escull un altre punt de recollida.",
    "rejected-with": "Hi ha hagut un problema amb la verificació del nou punt de recollida. Posa't en contacte amb nosaltres o bé escull un altre punt de recollida. Mentrestant la subscripció vigent ha quedat pausada.",
    "pending-without": "Pendent de verificar el punt de recollida. Fins que no es verifiqui no podrà realitzar la subscripció",
    "pending-with": "Pendent de verificar el nou punt de recollida. Mentrestant la subscripció vigent ha quedat pausada.",
    "initial": "Per poder realitzar la subscripció és obligatori definir primer el punt de recollida.",
    "link": "Gestionar subscripció",
    "link-initial": "Gestionar punt de recollida"
  },
  "feedback": {
    "title": "Desat correctament",
    "subscription-deleted": "La subscripció ha estat esborrada.",
    "subscription-saved": "La teva nova subscripció ha estat desada.",
    "subscription-week-saved": "S'han desat els canvis de la setmana {{week}}."
  },
  "error": {
    "login": "L'usuari o contrasenya no són correctes.",
    "register": "Hi ha hagut un error durant el registre",
    "repeat-password": "Les contrasenyes introduïdes no coincideixen",
    "auth/wrong-password": "La contrasenya actual és incorrecte",
    "auth/email-already-in-use": "El e-mail ja es troba en ús",
    "same-password": "La nova contrasenya ha de ser diferent a la actual"
  }
}
